Repository: GeoinformationSystems/janeway_geometadata
Catalog: locales/*/LC_MESSAGES/django.po
Languages: de

source: Geometry (WKT)
de: Geometrie (WKT)

source: Geographic coverage in Well-Known Text (WKT) format. Example: POLYGON((-10 35, 40 35, 40 70, -10 70, -10 35))
de: Geografische Abdeckung im Well-Known-Text-Format (WKT). Beispiel: POLYGON((-10 35, 40 35, 40 70, -10 70, -10 35))

source: Bounding Box North
de: Begrenzungsrahmen Nord

source: Northern latitude boundary (-90 to 90)
de: Nördliche Breitengradbegrenzung (-90 bis 90)

source: Bounding Box South
de: Begrenzungsrahmen Süd

source: Southern latitude boundary (-90 to 90)
de: Südliche Breitengradbegrenzung (-90 bis 90)

source: Bounding Box East
de: Begrenzungsrahmen Ost

source: Eastern longitude boundary (-180 to 180)
de: Östliche Längengradbegrenzung (-180 bis 180)

source: Bounding Box West
de: Begrenzungsrahmen West

source: Western longitude boundary (-180 to 180)
de: Westliche Längengradbegrenzung (-180 bis 180)

source: Place Name
de: Ortsname

source: Human-readable name(s) of the location(s), e.g., 'Vienna, Austria' or 'North Atlantic Ocean'
de: Lesbare(r) Name(n) des/der Orte(s), z.B. 'Wien, Österreich' oder 'Nordatlantik'

source: Administrative Units
de: Verwaltungseinheiten

source: Comma-separated list of administrative units covering this geometry, e.g., 'Austria, Vienna, Wien Stadt'
de: Kommagetrennte Liste der Verwaltungseinheiten für diese Geometrie, z.B. 'Österreich, Wien, Wien Stadt'

source: Temporal Periods
de: Zeiträume

source: List of time periods, each as [start, end] text pairs. Example: [["2020-01", "2021-06"], ["Holocene", ""]]
de: Liste von Zeiträumen, jeweils als [Start, Ende]-Textpaare. Beispiel: [["2020-01", "2021-06"], ["Holozän", ""]]

source: Article
de: Artikel

source: Article Geometadata
de: Artikel-Geometadaten

source: Preprint Geometadata
de: Preprint-Geometadaten

source: Enter WKT geometry or use the map to draw. Example: POLYGON((-10 35, 40 35, 40 70, -10 70, -10 35))
de: WKT-Geometrie eingeben oder auf der Karte zeichnen. Beispiel: POLYGON((-10 35, 40 35, 40 70, -10 70, -10 35))

source: e.g., Vienna, Austria
de: z.B. Wien, Österreich

source: Comma-separated administrative units
de: Kommagetrennte Verwaltungseinheiten

source: Enter time periods as text. Recognised date formats: YYYY, YYYY-MM, YYYY-MM-DD (validated for ordering).
de: Zeiträume als Text eingeben. Erkannte Datumsformate: JJJJ, JJJJ-MM, JJJJ-MM-TT (werden auf Reihenfolge geprüft).

source: Geographic coverage in Well-Known Text (WKT) format. You can draw on the map or enter WKT directly.
de: Geografische Abdeckung im Well-Known-Text-Format (WKT). Sie können auf der Karte zeichnen oder WKT direkt eingeben.

source: Human-readable name(s) of the location(s) covered by this work.
de: Lesbare(r) Name(n) des/der von dieser Arbeit abgedeckten Orte(s).

source: Administrative units for machine-readable coverage (auto-populated when available).
de: Verwaltungseinheiten für maschinenlesbare Abdeckung (wird automatisch ausgefüllt, wenn verfügbar).

source: Invalid WKT format. Must start with a valid geometry type: POINT, LINESTRING, POLYGON, MULTIPOINT, MULTILINESTRING, MULTIPOLYGON, or GEOMETRYCOLLECTION.
de: Ungültiges WKT-Format. Muss mit einem gültigen Geometrietyp beginnen: POINT, LINESTRING, POLYGON, MULTIPOINT, MULTILINESTRING, MULTIPOLYGON oder GEOMETRYCOLLECTION.

source: Invalid WKT format: unbalanced parentheses.
de: Ungültiges WKT-Format: Klammern sind nicht ausgeglichen.

source: Temporal periods must be a list.
de: Zeiträume müssen eine Liste sein.

source: Period %(num)s must be a [start, end] pair.
de: Zeitraum %(num)s muss ein [Start, Ende]-Paar sein.

source: Period %(num)s must have at least a start or end value.
de: Zeitraum %(num)s muss mindestens einen Start- oder Endwert haben.

source: Period %(num)s: start must be before or equal to end.
de: Zeitraum %(num)s: Start muss vor oder gleich dem Ende liegen.

source: Invalid JSON for temporal periods.
de: Ungültiges JSON für Zeiträume.

source: Settings saved successfully.
de: Einstellungen erfolgreich gespeichert.

source: Geometadata saved successfully.
de: Geometadaten erfolgreich gespeichert.

source: Article not found.
de: Artikel nicht gefunden.

source: Preprint not found.
de: Preprint nicht gefunden.

source: Edit Geometadata
de: Geometadaten bearbeiten

source: Geometadata
de: Geometadaten

source: Spatial Coverage
de: Räumliche Abdeckung

source: Define the geographic area(s) covered by this article. You can draw on the map or enter WKT geometry directly.
de: Definieren Sie die von diesem Artikel abgedeckten geografischen Gebiete. Sie können auf der Karte zeichnen oder WKT-Geometrie direkt eingeben.

source: Define the geographic area(s) covered by this preprint. You can draw on the map or enter WKT geometry directly.
de: Definieren Sie die von diesem Preprint abgedeckten geografischen Gebiete. Sie können auf der Karte zeichnen oder WKT-Geometrie direkt eingeben.

source: Temporal Coverage
de: Zeitliche Abdeckung

source: Define the time period(s) covered by this article. Recognised date formats (YYYY, YYYY-MM, YYYY-MM-DD) are validated for ordering. Free text is also accepted (e.g. 'Holocene', 'Summer 2021').
de: Definieren Sie die von diesem Artikel abgedeckten Zeiträume. Erkannte Datumsformate (JJJJ, JJJJ-MM, JJJJ-MM-TT) werden auf Reihenfolge geprüft. Freitext ist ebenfalls möglich (z.B. 'Holozän', 'Sommer 2021').

source: Define the time period(s) covered by this preprint. Recognised date formats (YYYY, YYYY-MM, YYYY-MM-DD) are validated for ordering. Free text is also accepted (e.g. 'Holocene', 'Summer 2021').
de: Definieren Sie die von diesem Preprint abgedeckten Zeiträume. Erkannte Datumsformate (JJJJ, JJJJ-MM, JJJJ-MM-TT) werden auf Reihenfolge geprüft. Freitext ist ebenfalls möglich (z.B. 'Holozän', 'Sommer 2021').

source: Add Time Period
de: Zeitraum hinzufügen

source: Save Geometadata
de: Geometadaten speichern

source: Back to Article
de: Zurück zum Artikel

source: Back to Preprint
de: Zurück zum Preprint

source: Time and Location
de: Zeit und Ort

source: to
de: bis

source: From
de: Ab

source: Until
de: Bis

source: Location
de: Ort

source: Geometadata Settings
de: Geometadaten-Einstellungen

source: Geometadata Plugin Settings
de: Geometadaten-Plugin-Einstellungen

source: Configure geospatial and temporal metadata collection and display for this journal/repository.
de: Konfigurieren Sie die Erfassung und Anzeige von raum-zeitlichen Metadaten für diese Zeitschrift/dieses Repositorium.

source: General Settings
de: Allgemeine Einstellungen

source: Enable Geometadata Collection
de: Geometadaten-Erfassung aktivieren

source: Enable collection and display of geospatial/temporal metadata.
de: Erfassung und Anzeige von raum-zeitlichen Metadaten aktivieren.

source: Enable Spatial Metadata
de: Räumliche Metadaten aktivieren

source: Allow collection of geographic location/area metadata.
de: Erfassung von geografischen Orts-/Gebietsmetadaten erlauben.

source: Enable Temporal Metadata
de: Zeitliche Metadaten aktivieren

source: Allow collection of time period metadata.
de: Erfassung von Zeitraum-Metadaten erlauben.

source: Enable Map Page
de: Kartenseite aktivieren

source: Enable the aggregated map page. At press level, this enables the press-wide map at /plugins/geometadata/press-map/; at journal level, the journal map at /plugins/geometadata/map/.
de: Aggregierte Kartenseite aktivieren. Auf Press-Ebene wird die Press-weite Karte unter /plugins/geometadata/press-map/ aktiviert; auf Zeitschriften-Ebene die Zeitschriften-Karte unter /plugins/geometadata/map/.

source: Require Geometadata on Submission
de: Geometadaten bei Einreichung erfordern

source: Require authors to provide geospatial metadata during submission.
de: Autoren müssen bei der Einreichung raum-zeitliche Metadaten angeben.

source: Article Landing Page Display
de: Anzeige auf Artikel-Landingpages

source: Show Map on Article Pages
de: Karte auf Artikelseiten anzeigen

source: Display an interactive map on article/preprint pages.
de: Interaktive Karte auf Artikel-/Preprint-Seiten anzeigen.

source: Show Temporal Coverage
de: Zeitliche Abdeckung anzeigen

source: Display temporal coverage (date range) on article pages.
de: Zeitliche Abdeckung (Zeitraum) auf Artikelseiten anzeigen.

source: Show Place Names
de: Ortsnamen anzeigen

source: Display place name labels alongside the map.
de: Ortsnamen neben der Karte anzeigen.

source: Issue Page Display
de: Anzeige auf Ausgabenseiten

source: Show Temporal Coverage on Issue Pages
de: Zeitliche Abdeckung auf Ausgabenseiten anzeigen

source: Display aggregated temporal coverage on issue landing pages.
de: Aggregierte zeitliche Abdeckung auf Ausgaben-Landingpages anzeigen.

source: Enable List-Map Synchronization
de: Listen-Karten-Synchronisierung aktivieren

source: Highlight articles when hovering over map features and vice versa.
de: Artikel hervorheben beim Überfahren von Kartenelementen und umgekehrt.

source: Highlight articles when hovering over map features and vice versa on issue pages.
de: Artikel hervorheben beim Überfahren von Kartenelementen und umgekehrt auf Ausgabenseiten.

source: Template Modifications Required
de: Template-Anpassungen erforderlich

source: Some features require modifications to Janeway's theme templates that are not present in your installation. The following settings are disabled:
de: Einige Funktionen erfordern Anpassungen an Janeways Theme-Templates, die in Ihrer Installation nicht vorhanden sind. Die folgenden Einstellungen sind deaktiviert:

source: Affected settings:
de: Betroffene Einstellungen:

source: To enable these features, add the required hook calls to your theme templates. See the plugin documentation for details.
de: Um diese Funktionen zu aktivieren, fügen Sie die erforderlichen Hook-Aufrufe zu Ihren Theme-Templates hinzu. Details finden Sie in der Plugin-Dokumentation.

source: Required hook:
de: Erforderlicher Hook:

source: These settings require the issue_footer_block hook which is not available in your theme templates.
de: Diese Einstellungen erfordern den issue_footer_block-Hook, der in Ihren Theme-Templates nicht verfügbar ist.

source: Show GeoJSON Download Links
de: GeoJSON-Download-Links anzeigen

source: Show download links for geometadata in GeoJSON format on article and issue pages.
de: Download-Links für Geometadaten im GeoJSON-Format auf Artikel- und Ausgabenseiten anzeigen.

source: Download Geometadata (GeoJSON)
de: Geometadaten herunterladen (GeoJSON)

source: HTML Metadata Embedding
de: HTML-Metadaten-Einbettung

source: Control which metadata formats are embedded in the HTML source code of article pages for harvesters and search engines.
de: Steuern Sie, welche Metadatenformate im HTML-Quellcode der Artikelseiten für Harvester und Suchmaschinen eingebettet werden.

source: Dublin Core Coverage
de: Dublin-Core-Abdeckung

source: Embed DC.SpatialCoverage, DC.box, DC.temporal, and DC.PeriodOfTime meta tags.
de: DC.SpatialCoverage, DC.box, DC.temporal und DC.PeriodOfTime Meta-Tags einbetten.

source: Embed geo.placename meta tags.
de: geo.placename-Meta-Tags einbetten.

source: Schema.org Coverage (JSON-LD)
de: Schema.org-Abdeckung (JSON-LD)

source: Embed Schema.org spatialCoverage and temporalCoverage as JSON-LD.
de: Schema.org spatialCoverage und temporalCoverage als JSON-LD einbetten.

source: Include a link to the GeoJSON API endpoint in the HTML head.
de: Link zum GeoJSON-API-Endpunkt im HTML-Head einfügen.

source: Map Colour Coding
de: Farbcodierung auf Karten

source: Colour-code geometries on aggregated maps (journal and press map pages) by issue or journal.
de: Geometrien auf aggregierten Karten (Zeitschriften- und Verlagskartenseiten) nach Ausgabe oder Zeitschrift farblich kennzeichnen.

source: Enable Colour Coding
de: Farbcodierung aktivieren

source: Assign colours to markers and geometries based on their grouping (issue on journal maps, journal on press maps).
de: Marker und Geometrien anhand ihrer Gruppierung farblich zuordnen (Ausgabe auf Zeitschriftskarten, Zeitschrift auf Verlagskarten).

source: Colour Scheme
de: Farbschema

source: Colour palette from
de: Farbpalette von

source: Qualitative schemes (Set1, Set2, Dark2) are recommended.
de: Qualitative Schemata (Set1, Set2, Dark2) werden empfohlen.

source: Map Basemap
de: Karten-Hintergrundkarte

source: Select a basemap for all maps in this journal/repository. These basemaps are free to use without registration.
de: Wählen Sie eine Hintergrundkarte für alle Karten in dieser Zeitschrift/diesem Repositorium. Diese Hintergrundkarten sind kostenlos und ohne Registrierung nutzbar.

source: Preview all available basemaps
de: Alle verfügbaren Hintergrundkarten ansehen

source: Basemap Provider
de: Hintergrundkarten-Anbieter

source: Attribution Preview
de: Attributionsvorschau

source: This attribution text will be shown on all maps.
de: Dieser Attributionstext wird auf allen Karten angezeigt.

source: Default Map Settings
de: Standard-Karteneinstellungen

source: Default Latitude
de: Standard-Breitengrad

source: Default center latitude (-90 to 90)
de: Standard-Breitengrad für Kartenmitte (-90 bis 90)

source: Default Longitude
de: Standard-Längengrad

source: Default center longitude (-180 to 180)
de: Standard-Längengrad für Kartenmitte (-180 bis 180)

source: Default Zoom Level
de: Standard-Zoomstufe

source: Default zoom level (1-18)
de: Standard-Zoomstufe (1-18)

source: Save Settings
de: Einstellungen speichern

source: Data Privacy and Tile Servers
de: Datenschutz und Kachelserver

source: When maps are displayed, the user's browser connects directly to an external tile server to load map images. No map tile data is proxied through this server.
de: Wenn Karten angezeigt werden, verbindet sich der Browser des Nutzers direkt mit einem externen Kachelserver, um Kartenbilder zu laden. Es werden keine Kartenkacheldaten über diesen Server weitergeleitet.

source: The tile provider receives the user's IP address, browser user agent, and the geographic extent of the requested map area.
de: Der Kachelanbieter erhält die IP-Adresse, den Browser-User-Agent und den geografischen Ausschnitt des angeforderten Kartenbereichs.

source: Default tile server:
de: Standard-Kachelserver:

source: Privacy policy:
de: Datenschutzrichtlinie:

source: Tile usage policy:
de: Nutzungsrichtlinie für Kacheln:

source: If your journal displays maps to visitors, your data privacy statement should inform users about the external tile service connection. If you use a custom tile provider, update the privacy statement to reference that provider instead.
de: Wenn Ihre Zeitschrift Karten für Besucher anzeigt, sollte Ihre Datenschutzerklärung die Nutzer über die externe Kachelserver-Verbindung informieren. Wenn Sie einen benutzerdefinierten Kachelanbieter verwenden, aktualisieren Sie die Datenschutzerklärung entsprechend.

source: Statistics
de: Statistiken

source: Articles with Geometadata
de: Artikel mit Geometadaten

source: Preprints with Geometadata
de: Preprints mit Geometadaten

source: Map
de: Karte

source: Geographic Coverage Map
de: Karte der geografischen Abdeckung

source: This map shows the geographic coverage of all articles and preprints across all journals and repositories.
de: Diese Karte zeigt die geografische Abdeckung aller Artikel und Preprints über alle Zeitschriften und Repositorien hinweg.

source: This map shows the geographic coverage of all articles/preprints with location metadata.
de: Diese Karte zeigt die geografische Abdeckung aller Artikel/Preprints mit Standort-Metadaten.

source: Loading map data...
de: Kartendaten werden geladen...

source: View
de: Anzeigen

source: No articles with geographic metadata found.
de: Keine Artikel mit geografischen Metadaten gefunden.

source: Error loading map data.
de: Fehler beim Laden der Kartendaten.

source: Curation Queue
de: Kurationswarteschlange

source: Work through articles and add missing geospatial/temporal metadata. Articles with existing geometadata are marked with a green check.
de: Arbeiten Sie Artikel durch und fügen Sie fehlende raum-zeitliche Metadaten hinzu. Artikel mit vorhandenen Geometadaten sind mit einem grünen Häkchen markiert.

source: Progress
de: Fortschritt

source: Show All
de: Alle anzeigen

source: Hide Completed
de: Erledigte ausblenden

source: Title
de: Titel

source: Stage
de: Phase

source: Published
de: Veröffentlicht

source: Has geometadata
de: Hat Geometadaten

source: Missing geometadata
de: Fehlende Geometadaten

source: Edit
de: Bearbeiten

source: Previous
de: Zurück

source: Next
de: Weiter

source: All articles have geometadata. Nothing left to curate.
de: Alle Artikel haben Geometadaten. Nichts mehr zu kuratieren.

source: No articles found.
de: Keine Artikel gefunden.

source: Colour Method
de: Farbmethode

source: Generate Palette
de: Palette generieren

source: Generates colours for twice the current number of map groups (issues or journals), using the journal/repository name as seed.
de: Erzeugt Farben für die doppelte Anzahl der aktuellen Kartengruppen (Ausgaben oder Zeitschriften), unter Verwendung des Zeitschriften-/Repositoriumsnamens als Startwert.

source: Palette by
de: Palette von

source: Reset map view
de: Kartenansicht zurücksetzen

source: Zoom in
de: Vergrößern

source: Zoom out
de: Verkleinern

source: Full Screen
de: Vollbild

source: Exit Full Screen
de: Vollbild beenden

source: Untitled
de: Ohne Titel

source: Cancel drawing
de: Zeichnung abbrechen

source: Cancel
de: Abbrechen

source: Finish drawing
de: Zeichnung abschließen

source: Finish
de: Fertig

source: Delete last point drawn
de: Letzten gezeichneten Punkt löschen

source: Delete last point
de: Letzten Punkt löschen

source: Draw a polyline
de: Linie zeichnen

source: Draw a polygon
de: Polygon zeichnen

source: Draw a rectangle
de: Rechteck zeichnen

source: Draw a circle
de: Kreis zeichnen

source: Draw a marker
de: Markierung setzen

source: Draw a circle marker
de: Kreismarkierung setzen

source: Click and drag to draw circle.
de: Klicken und ziehen, um einen Kreis zu zeichnen.

source: Click map to place circle marker.
de: Auf die Karte klicken, um Kreismarkierung zu setzen.

source: Click map to place marker.
de: Auf die Karte klicken, um Markierung zu setzen.

source: Click to start drawing shape.
de: Klicken, um Form zu zeichnen.

source: Click to continue drawing shape.
de: Klicken, um Form weiterzuzeichnen.

source: Click first point to close this shape.
de: Ersten Punkt anklicken, um die Form zu schließen.

source: Click to start drawing line.
de: Klicken, um Linie zu zeichnen.

source: Click to continue drawing line.
de: Klicken, um Linie weiterzuzeichnen.

source: Click last point to finish line.
de: Letzten Punkt anklicken, um Linie abzuschließen.

source: Click and drag to draw rectangle.
de: Klicken und ziehen, um ein Rechteck zu zeichnen.

source: Release mouse to finish drawing.
de: Maustaste loslassen, um Zeichnung abzuschließen.

source: Save changes
de: Änderungen speichern

source: Save
de: Speichern

source: Cancel editing, discards all changes
de: Bearbeitung abbrechen, alle Änderungen verwerfen

source: Clear all layers
de: Alle Ebenen löschen

source: Clear All
de: Alle löschen

source: Edit layers
de: Ebenen bearbeiten

source: No layers to edit
de: Keine Ebenen zum Bearbeiten

source: Delete layers
de: Ebenen löschen

source: No layers to delete
de: Keine Ebenen zum Löschen

source: Drag handles or markers to edit features.
de: Griffe oder Markierungen ziehen, um Objekte zu bearbeiten.

source: Click cancel to undo changes.
de: Abbrechen klicken, um Änderungen rückgängig zu machen.

source: Click on a feature to remove.
de: Auf ein Objekt klicken, um es zu entfernen.

source: End
de: Ende

source: Start (e.g. 2020-01, Holocene)
de: Start (z.B. 2020-01, Holozän)

source: End (e.g. 2021-06)
de: Ende (z.B. 2021-06)

source: Remove
de: Entfernen

source: Lookup Location Names
de: Ortsnamen nachschlagen

source: Automatically derive place names and administrative units from the drawn geometry via reverse geocoding.
de: Ortsnamen und Verwaltungseinheiten automatisch aus der gezeichneten Geometrie per Rückwärts-Geokodierung ableiten.

source: Please draw a geometry on the map first.
de: Bitte zeichnen Sie zuerst eine Geometrie auf der Karte.

source: Place name or administrative units already have values. Overwrite?
de: Ortsname oder Verwaltungseinheiten haben bereits Werte. Überschreiben?

source: Looking up...
de: Wird nachgeschlagen...

source: Location names updated.
de: Ortsnamen aktualisiert.

source: Geocoding failed. Please try again later.
de: Geokodierung fehlgeschlagen. Bitte versuchen Sie es später erneut.

source: Reverse geocoding is disabled.
de: Rückwärts-Geokodierung ist deaktiviert.

source: Invalid JSON.
de: Ungültiges JSON.

source: No WKT geometry provided.
de: Keine WKT-Geometrie angegeben.

source: Reverse Geocoding
de: Rückwärts-Geokodierung

source: Allow editors to automatically derive place names and administrative units from drawn geometries.
de: Redakteuren erlauben, Ortsnamen und Verwaltungseinheiten automatisch aus gezeichneten Geometrien abzuleiten.

source: Enable Reverse Geocoding
de: Rückwärts-Geokodierung aktivieren

source: Geocoding Provider
de: Geokodierungs-Anbieter

source: Identifies your instance to Nominatim/Photon.
de: Identifiziert Ihre Instanz gegenüber Nominatim/Photon.

source: GeoNames Username
de: GeoNames-Benutzername

source: Required for GeoNames provider.
de: Erforderlich für den GeoNames-Anbieter.

source: Register
de: Registrieren

source: Species & Factions
de: Spezies & Fraktionen

source: Alert Modes
de: Alarmstufen

source: Colour Space
de: Farbraum

source: Default (All Colours)
de: Standard (Alle Farben)

source: Colorblind Friendly
de: Farbenblind-freundlich

source: Fancy Light (Pastel)
de: Fancy Hell (Pastell)

source: Fancy Dark
de: Fancy Dunkel

source: Shades
de: Schattierungen

source: Tarnish
de: Angelaufen

source: Pastel
de: Pastell

source: Intense
de: Intensiv

source: Fluorescent
de: Fluoreszierend

source: Red Roses
de: Rote Rosen

source: Ochre Sand
de: Ockersand

source: Yellow Lime
de: Gelb-Limette

source: Green Mint
de: Grüne Minze

source: Ice Cube
de: Eiswürfel

source: Blue Ocean
de: Blauer Ozean

source: Indigo Night
de: Indigonacht

source: Purple Wine
de: Lila Wein

source: Palettes from:
de: Paletten von:

source: A colour palette already exists. Replacing it will lose the current colours. Continue?
de: Es existiert bereits eine Farbpalette. Beim Ersetzen gehen die aktuellen Farben verloren. Fortfahren?

source: Map Settings
de: Karteneinstellungen

source: Configure the basemap and default view for all maps in this journal/repository.
de: Konfigurieren Sie die Basiskarte und Standardansicht für alle Karten in dieser Zeitschrift/diesem Repository.

source: Map Preview
de: Kartenvorschau

source: Preview of the default map view. Changing settings above updates this preview.
de: Vorschau der Standardkartenansicht. Änderungen an den Einstellungen oben aktualisieren diese Vorschau.

source: The privacy information below applies to the default basemap (OpenStreetMap). If you select a different basemap provider in the Map Settings above, you must research and reference the appropriate privacy policy for that provider.
de: Die untenstehenden Datenschutzinformationen gelten für die Standard-Basiskarte (OpenStreetMap). Wenn Sie einen anderen Kartenanbieter in den Karteneinstellungen oben auswählen, müssen Sie die entsprechende Datenschutzrichtlinie dieses Anbieters recherchieren und referenzieren.
