Repository: GeoinformationSystems/janeway_geometadata
Catalog: locales/*/LC_MESSAGES/django.po
Languages: de

source: The attribution text shown in the Map Settings section can help identify the tile provider and find their privacy documentation.
de: Der Attributionstext im Abschnitt Karteneinstellungen kann dabei helfen, den Kachelanbieter zu identifizieren und dessen Datenschutzdokumentation zu finden.

source: If your journal displays maps to visitors, your data privacy statement should inform users about the external tile service connection. When using a non-default basemap provider, update your privacy statement to reference that specific provider's policies.
de: Wenn Ihre Zeitschrift Besuchern Karten anzeigt, sollte Ihre Datenschutzerklärung die Benutzer über die Verbindung zum externen Kacheldienst informieren. Bei Verwendung eines nicht standardmäßigen Kartenanbieters aktualisieren Sie Ihre Datenschutzerklärung mit Verweis auf die spezifischen Richtlinien dieses Anbieters.

source: Geospatial and Temporal Coverage
de: Räumliche und zeitliche Abdeckung

source: Geometry
de: Geometrie

source: Geospatial Metadata
de: Räumliche Metadaten

source: Place
de: Ort

source: Time
de: Zeit

source: No geospatial metadata has been added to this article yet.
de: Für diesen Artikel wurden noch keine räumlichen Metadaten hinzugefügt.

source: Add Geometadata
de: Geodaten hinzufügen
